Repository: common-repository/comment-toolbar
Catalog: languages/cf_comment_toolbar-*.po
Languages: be_by, el_gr, fr_fr, it_it, nl_nl, ru_ru, tr_tr

source: Reply
be_by: Адказаць
el_gr: Απάντηση
fr_fr: R&eacute;pondre
it_it: Rispondi
nl_nl: Antwoord
ru_ru: Ответить
tr_tr: Yanıtla

source: Quote
be_by: Цытаваць
el_gr: Παράθεση
fr_fr: Citer
it_it: Quota
nl_nl: Citeren
ru_ru: Цитировать
tr_tr: Alıntıla

source: wrote
be_by: пісаў
el_gr: έγραψε
fr_fr: A &eacute;crit
it_it: ha scritto
nl_nl: schreef
ru_ru: пишет
tr_tr: yazmış

source: Options saved.
be_by: Налады захаваныя.
el_gr: Οι επιλογές αποθηκεύτηκαν.
fr_fr: Options sauv&eacute;s.
it_it: Opzioni salvate
nl_nl: Opties opgeslagen.
ru_ru: Настройки сохранены.
tr_tr: Tercihleriniz kaydedildi.

source: Comment Toolbar Plugin Options
be_by: Наладкі Comment Toolbar Plugin
el_gr: Επιλογές Comment Toolbar Plugin
fr_fr: Options du Plugin Comment Toolbar
it_it: Opzioni di configurazione Comment Toolbar Plugin
nl_nl: Commentaar Plugin Toolbar Opties
ru_ru: Настройки Comment Toolbar Plugin
tr_tr: Comment Toolbar Tercihler

source: Label of 'Reply' button (or link):
be_by: Тэкст для кнопкі або спасылкі 'Адказ':
el_gr: Επιγραφή του πλήκτρου (ή συνδέσμου) «Απάντηση»:
fr_fr: Texte du bouton (ou lien) 'R&eacute;pondre' :
it_it: Testo del pulsante (o link) 'Reply':
nl_nl: Etiket van 'Antwoorden' knop (of link):
ru_ru: Текст для кнопки или ссылки 'Ответ':
tr_tr: Yanıtla butonu metni:

source: (to not display, leave blank)
be_by: (каб не паказваць, пакінце пустым)
el_gr: (για να μην εμφανιστεί, αφήστε το κενό)
fr_fr: (laisser vide pour ne pas afficher)
it_it: Per non mostrare il pulsante/link, lasciare il campo vuoto
nl_nl: (om niet weer te geven, leeg laten)
ru_ru: (чтобы не показывать, оставтьте пустым)
tr_tr: (Boş bırakırsanız görünmez..)

source: Label of 'Quote' button (or link):
be_by: Тэкст для кнопкі або спасылкі 'Цытата':
el_gr: Επιγραφή του πλήκτρου (ή συνδέσμου) «Παράθεση»:
fr_fr: Texte pour le bouton (ou lien) 'Citer' :
it_it: Test del pulsante (o link) 'Quote':
nl_nl: Etiket van 'Citeer' knop (of link):
ru_ru: Текст для кнопки или ссылки 'Цитата':
tr_tr: Alıntıla butonu metni:

source: Text message of 'Quote' action:
be_by: Тэкст для паведамлення пра цытаванне:
el_gr: Κείμενο όταν χρισημοποιείται η «Παράθεση»:
fr_fr: Texte du message pour l'action 'A &eacute;crit':
it_it: Testo dell'azione associata all'operazione di 'Quote':
nl_nl: Tekst bericht van 'Citeer' actie:
ru_ru: Текст для сообщения о цитировании:
tr_tr: Alıntı' hareketinin metin mesajı mesela yazmış veya demiş gibi:

source: Characters of separation between the buttons (or links):
be_by: Сымбаль, які падзяляе кнопкі або спасылкі:
el_gr: Χαρακτήρες διαχωρισμού των πλήκτρων (ή συνδέσμων):
fr_fr: Caract&egrave;re de s&eacute;paration des boutons (ou liens):
it_it: Carattere/i di separazione tra i pulsanti (o link):
nl_nl: Tekens van de scheiding tussen de knoppen (of links):
ru_ru: Символ, разделяющий кнопки или ссылки:
tr_tr: Butonlar arasında kullanılacak ayraç simgesi:

source: (you can insert HTML code also)
be_by: (можна выкарыстаць HTML-код)
el_gr: (μπορείτε να χρησιμοποιήσετε κώδικα HTML αν θέλετε)
fr_fr: (Vous pouvez aussi utiliser le code HTML)
it_it: E' possibile inserire anche codice HTML
nl_nl: (u kunt ook HTML-code invoegen)
ru_ru: (можно использовать HTML-код)
tr_tr: (HTML kod kullanabilirsiniz..)

source: Enclose commentator's name in html tag &lt;b&gt;...&lt;/b&gt; :
be_by: заключыць імя каментатара ў тэг &lt;b&gt;...&lt;/b&gt;:
el_gr: Το όνομα του συντάκτη του σχολίου, να τοποθετηθεί ανάμεσα σε html tag &lt;b&gt;...&lt;/b&gt;:
fr_fr: Encadrer le nom du commentateur avec des balises html &lt;b&gt;...&lt;/b&gt; :
it_it: Evidenzia il nome del commentatore, a cui si risponde o si quota il testo, in grassetto:
nl_nl: Omsluiten reageerder's naam in html-tag &lt;b&gt;...&lt;/b&gt; :
ru_ru: Заключить имя комментатора в тег &lt;b&gt;...&lt;/b&gt; :

source: No
be_by: Не
el_gr: Όχι
fr_fr: Non
nl_nl: Nee
ru_ru: Нет
tr_tr: Hayır

source: Yes
be_by: Так
el_gr: Ναι
fr_fr: Oui
it_it: Si
nl_nl: Ja
ru_ru: Да
tr_tr: Evet

source: Add a link to his commentary on the name of the commentator :
be_by: Дадаць спасылку на гэты каментар да імя каментатара:
el_gr: Να προστεθεί ένας σύνδεσμος στο όνομα του συντάκτη, που να οδηγεί στο αρχικό σχόλιό του:
fr_fr: Ajouter un lien vers son commentaire au nom du commentateur :
it_it: Aggiungi un collegamento sul nome dell'autore al commento al quale si sta rispondendo (o quotando il testo):

source: Text to insert in anchor link, before comment ID :
be_by: Тэкст, які будзе дабаўлены да адраса, перад ID каментарыя:
el_gr: Εισαγωγικό κείμενο στον σύνδεσμο πριν το ID σχολίου:
fr_fr: Texte a ins&eacute;rer avant l'ID du commentaire :
it_it: Prefisso da anteporre all'ID del commento all'interno delle ancore:
nl_nl: Tekst in te voegen in de anker koppeling, voor commentaar ID:
ru_ru: Текст, который будет добавлятся к адресу, перед ID комментария :
tr_tr: Yorum adresindeki comment ifadesi yerine kullanılacak metin:

source: (Insert <b>co_</b> if you do not know the format's links to comments of your theme)
be_by: (Устаўце <b> co_ </ b> калі не ведаеце, які фармат спасылак выкарыстоўваецца ў вашай тэме)
el_gr: (Εισάγετε <b> co_ </ b> αν δεν γνωρίζετε την μορφή συνδέσμων των σχολίων της εμφάνισής σας)
fr_fr: (Inserer <b>co_</b> si vous ne savez pas)
it_it: Digitare <b>co_</b> se non si conosce il formato dei permalink ai commenti del proprio tema
nl_nl: (Plaats <b>co_</b> als je het formaat niet weet van de links naar de reacties in uw thema)
ru_ru: (Вставьте <b>co_</b> если не знаете, какой формат ссылок используется в вашей теме)
tr_tr: (Varsayılan olarak <b>co_</b> ifadesi kullanılır, buraya sisteminizin yorum ID tanımını yazmalısınız bilmiyorsanız co_ yazın..)

source: Toolbar style:
be_by: Стыль паліцы прыладаў:
el_gr: Μορφή toolbar:
it_it: Stile della toolbar:
nl_nl: Toolbar stijl:
ru_ru: Стиль тулбара:
tr_tr: Görünüm:

source: Buttons
be_by: Кнопкі
el_gr: Πλήκτρα
fr_fr: Boutons
it_it: Pulsanti
nl_nl: Knoppen
ru_ru: Кнопки
tr_tr: Buton

source: Links
be_by: Спасылкі
el_gr: Σύνδεσμοι
fr_fr: Liens
it_it: Link
ru_ru: Ссылки
tr_tr: Link

source: Images
be_by: Малюнкі
el_gr: Εικόνες
it_it: Immagini grafiche

source: To customize the graphic appearance of image buttons, replace files 'first.png','previous.png', 'next.png', 'last.png', 'reply.png','quote.png', in the plugin's <b>images</b> folder using the same names for files
be_by: Каб наладзіць з'яўленне графічных малюнкаў кнопак, замяніце файлы 'first.png', 'previous.png', 'next.png', 'last.png', 'reply.png', 'quote.png', у папцы <b> images </ b> плагіна
el_gr: Για να προσαρμόσετε την εμφάνιση των εικόνων, αντικαταστήστε τα αρχεία 'first.png', 'previous.png', 'next.png', 'last.png', 'reply.png', 'quote.png', στον φάκελο με τις <b>εικόνες</ b> του πρόσθετου, χρησιμοποιώντας τα ίδια ονόματα για τα αρχεία.
fr_fr: Pour personnaliser les boutons, replacer les fichiers 'first.png','previous.png', 'next.png', 'last.png', 'reply.png','quote.png', dans le dossier <b>images</b> du plugin en utilisant les mêmes noms de fichiers.
it_it: Per personalizzare l'aspetto delle immagini grafiche associate ai pulsanti, sostituire i file 'first.png','previous.png', 'next.png', 'last.png', 'reply.png','quote.png' contenuti nella cartella <b>images</b> del plugin, utilizzando gli stessi nomi e le stesse estensioni

source: Toolbar position:
be_by: Пазіцыя паліцы прыладаў:
el_gr: Τοποθέτηση toolbar:
it_it: Posizione della toolbar:
nl_nl: Toolbar positie:
ru_ru: Позиция тулбара:
tr_tr: Konum:

source: Top of comment
be_by: Над каментаром
el_gr: Πάνω από το σχόλιο
fr_fr: Haut du commentaire
it_it: In testa al commento
nl_nl: Boven Reactie
ru_ru: Сверху
tr_tr: Yorum üstünde

source: Bottom of comment
be_by: Пад каментаром
el_gr: Κάτω από το σχόλιο
fr_fr: Bas du commentaire
it_it: In fondo al commento
nl_nl: Onder Reactie
ru_ru: Снизу
tr_tr: Yorum altında

source: Toolbar alignment:
be_by: Выраўноўванне паліцы прыладаў:
el_gr: Στοίχιση toolbar:
fr_fr: Toolbar alignement:
it_it: Allineamento della toolbar:
nl_nl: Toolbar uitlijning:
ru_ru: Выравнивание тулбара:
tr_tr: Yerleşim:

source: Left
be_by: Злева
el_gr: Αριστερά
fr_fr: Gauche
it_it: Sinistra
nl_nl: Links
ru_ru: Слева
tr_tr: Sol

source: Right
be_by: Справа
el_gr: Δεξιά
fr_fr: Droite
it_it: Destra
nl_nl: Rechts
ru_ru: Справа
tr_tr: Sağ

source: Center
be_by: Па цэнтру
el_gr: Κέντρο
fr_fr: Centre
it_it: Centro
nl_nl: Centreer
ru_ru: По центру
tr_tr: Orta

source: CSS style settings
be_by: Налады CSS-стыля
el_gr: Ρυθμίσεις εμφάνισης CSS
fr_fr: Configuration CSS
it_it: Come da impostazioni CSS
nl_nl: CSS stijlinstellingen
ru_ru: По CSS-настройками
tr_tr: CSS stilinize göre

source: Show buttons to navigate on your comments :
be_by: Паказваць кнопкі навігацыі па каментарах:
el_gr: Εμφάνιση πλήκτρων πλοήγησης στα σχόλια:
fr_fr: Voir les boutons de navigation sur les commentaire:
it_it: Mostra pulsanti di navigazione tra i commenti:
nl_nl: Toon knoppen om te navigeren op uw reacties:
ru_ru: Показывать кнопки навигации по комментариям :
tr_tr: Yorumlar arası gezinti butonları görünsün:

source: This feature is automatically disabled when using the paging of the comments
be_by: Гэтая функцыя аўтаматычна адключаецца пры выкарыстанні старонак у каментарах
el_gr: Αυτό το χαρακτηριστικό απενεργοποιείται αυτόματα όταν τα σχόλια είναι σελιδοποιημένα.
fr_fr: Cette fonctionnalité est désactivée quand on utilise la pagination des commentaires.
it_it: Questa funzionalità è automaticamente disabilitata se si usa la paginazione dei commenti

source: Enable smooth scrolling :
be_by: Дазволіць плаўную пракрутку:
el_gr: Ενεργοποίηση ομαλής κύλισης:
fr_fr: Déplacement progressif :
it_it: Abilita scorrimento morbido tra le ancore:
nl_nl: Schakel vloeiend schuiven aan:
ru_ru: Разрешить 'плавную прокрутку':

source: Update Options
be_by: Захаваць
el_gr: Ενημέρωση επιλογών
fr_fr: Sauvegarder
it_it: Aggiorna configurazione
nl_nl: Update Opties
ru_ru: Сохранить
tr_tr: Kaydet

source: WARNING! Add "ID='{0}'" into the field <textarea name='comment' ...></textarea> in the file 'comment.php' of your theme.
el_gr: ΠΡΟΕΙΔΟΠΟΙΗΣΗ! Προσθέστε "ID='{0}'" μέσα στο πεδίο <textarea name='comment' ...></textarea> στο αρχείο 'comment.php' της εμφάνισής σας.
it_it: ATTENZIONE! Per un corretto funzionamento aggiungi (o modifica) la proprietà "ID='{0}'" nel campo <textarea name='comment' ...></textarea> del file 'comment.php' del tema utilizzato.

source: Go to comment of this author
be_by: Каментар гэтага аўтара
el_gr: Μετάβαση στο σχόλιο του συντάκτη
fr_fr: Aller au commentaire d'origine
it_it: Vai al commento di questo autore

source: <p>If you love this plugin, please consider <b>make a donation</b>, clicking the button to right. In this way you can keeping development, support and a better documentation for <b>Comment Toolbar</b>.</p><p>Or, at least, post a <a href="http://www.cristianofino.net/post/Comment-Toolbar-Plugin-per-WordPress.aspx" target="_blank">link to Comment Toolbar</a> on your site.</p><p><b>Your contribution will be very appreciated !</b></p>
it_it: <p>Se apprezzi il lavoro fatto dall'autore di questo plug-in, e soprattutto se ne fai uso su un sito commerciale, considera <b>l'opportunit&agrave; di sostenerlo con una donazione, cliccando sul pulsante a destra</b>.</p><p>Potrai contribuire allo sviluppo delle successive versioni ed al miglioramento della documentazione a corredo.</p><p>Alternativamente puoi contribuire alla diffusione di <b>Comment Toolbar</b> inserendo un <a href="http://www.cristianofino.net/post/Comment-Toolbar-Plugin-per-WordPress.aspx" target="_blank">link alla sua pagina</a> nel tuo sito. <b>Qualunque sia il tuo contributo, esso sar&agrave; sicuramente apprezzato !</b></p>
